{
  "roomImage": "bedRoom2.svg", 
  "nextRoom": "bedRoom", 
  "targets": [
    {
      "xValue": 47, 
      "Text": [
        "<p><strong>Furry pets (Dog, Cats, Birds, Hamsters, Guinea Pigs, and Rabbits)</strong> are a common allergen that can trigger asthma symptoms in some people.</p>\n\n<p>Pet hair and dander, especially cat hair, can fly in the air and be deposited on surfaces throughout the house and on items in the home.</p>\n", 
        "How to avoid this trigger: Keep furry pets out of bedrooms and off furniture because the hair and dander can cling to these items. Wash furry pets & have them groomed frequently to remove the allergens as much as possible Change clothing before entering bedroom to avoid transfer of pet hair and dander from clothing to bedding, carpets etc. Vacuum with a high efficiency filter (HEPA) and damp dust often to remove the allergens from the rooms. Wash linens, blankets, curtains, and stuffed toys frequently to decrease allergens in room"
      ], 
      "loopAmount": 3, 
      "isTrigger": true, 
      "audioFile": "Cat.mp3", 
      "yValue": 20, 
      "Name": "Cat"
    }, 
    {
      "Text": [
        "<p><strong>Dust mites</strong> live in items made of thick fibers, such as <strong>bedding</strong>.</p>\n\n<ul>\n\t<li>Cover mattress, pillows, and all bedding with allergy-proof dust mite encasements.</li>\n\t<br />\n\t<li>Wash and dry all bedding on high heat at least every two weeks</li>\n\t<br />\n\t<li>Keep humidity level in home under 50%.</li>\n</ul>\n\n<p>spaghetti</p>\n", 
        "<b>Dust mites</b> live in items made of thick fibers, such as <b>bedding</b>. <ul><li>Cover mattress, pillows, and all bedding with allergy-proof dust mite encasements.</li><br /><li>Wash and dry all bedding on high heat at least every two weeks</li><br /><li>Keep humidity level in home under 50%.</li></ul>"
      ], 
      "xValue": 45, 
      "isTrigger": true, 
      "yValue": 20, 
      "Name": "Bed"
    }, 
    {
      "Text": [
        "This is a dresser. It is <b>not</b> an asthma trigger. Keep looking!", 
        "This is a dresser. It is <b>not</b> an asthma trigger. Keep looking!"
      ], 
      "Name": "Dresser", 
      "yValue": 50, 
      "xValue": 70
    }, 
    {
      "Text": [
        "This is a nightstand. It is <b>not</b> an asthma trigger. Keep looking!", 
        "This is a nightstand. It is <b>not</b> an asthma trigger. Keep looking!"
      ], 
      "Name": "Nightstand", 
      "yValue": 40, 
      "xValue": 15
    }, 
    {
      "Name": "Dust", 
      "Text": [
        "<p><strong>House dust </strong>is a common allergy trigger for some people with asthma and can cause asthma symptoms or make asthma get worse. House dust contains many tiny particles, some of which can be from pollen, mold, pet dander &amp; hair, dust mites, and pests. Vacuum cleaners contain dust particles and can spread the dust. &nbsp;</p>\n\n<p><strong>How to avoid this trigger</strong>:</p>\n\n<p>&bull; Vacuum when the person with asthma is NOT at home because dust from vacuuming can be spread back into the air.</p>\n\n<p>&bull; Use a vacuum cleaner with a high efficiency filter (HEPA filter vacuum) on carpet and fabric-covered furniture to reduce dust build-up and reduce the amount of dust coming out of the vacuum.</p>\n\n<p>&bull; Be careful when emptying the dirt from the vacuum cleaner to avoid the collected dust spreading in the air.</p>\n\n<p>&bull; Central heating and air conditioning systems may help control dust, change filters often.</p>\n\n<p>&bull; Wipe away dust on all surfaces with a damp cloth and vacuum once a week.</p>\n\n<p>&bull; Reduce clutter to help reduce dust.</p>\n\n<p>&bull; Consider using a HEPA air purifier (AVOID IONIC &amp; OZONE PRODUCING TYPES) if airborne dust is a problem.</p>\n", 
        "<b>House dust</b> is a common trigger that may also contain tiny particles of <b>pollen, mold, cloth fibers,</b> and <b>detergents</b>.<ul><li>Central heating and A/C systems may help control dust, but be sure to change filters frequently.</li><br /><li>Wipe away dust with a damp cloth and vacuum once a week.</li><br /><li>Use furniture polish to help reduce dust and other allergens.</li></ul>"
      ], 
      "loopAmount": 0, 
      "frameRate": 3, 
      "isTrigger": true, 
      "yValue": 10, 
      "xValue": 30
    }, 
    {
      "Name": "stuffedAnimals", 
      "Text": [
        "<p><strong>Dust mites</strong> live in items made of thick fibers, such as <strong>stuffed toys</strong>.</p>\n\n<ul>\n\t<li>Stuffed toys are a source for dust mites.</li>\n\t<br />\n\t<li>Reduce or remove stuffed toys from the child&#39;s bedroom.&nbsp;</li>\n</ul>\n", 
        "<p><strong>Dust mites</strong> live in items made of thick fibers, such as <strong>stuffed toys</strong>.</p>\n\n<ul>\n\t<li>Stuffed toys are a source for dust mites.</li>\n\t<br />\n\t<li>Reduce or remove stuffed toys from the child&#39;s bedroom.&nbsp;</li>\n</ul>\n"
      ], 
      "isTrigger": true, 
      "audioFile": "Squeak2.mp3", 
      "yValue": 20, 
      "xValue": 30
    }, 
    {
      "totalAnimationFrames": 4, 
      "xValue": 23, 
      "Text": [
        "<p>Aerosol Sprays and strong scents (like perfume, hairspray, and cleaning products) can be an inhaled irritant and trigger asthma symptoms for some people with asthma. &nbsp;</p>\n\n<p><strong>How to avoid this trigger:</strong></p>\n\n<p>&bull; Avoid using aerosol sprays indoors</p>\n\n<p>&bull; Avoid use of products that are heavily scented</p>\n\n<p>&bull; Air out a room where sprays were used</p>\n", 
        "<p><strong>Sprays</strong> and <strong>strong scents</strong> can trigger asthma.</p>\n\n<ul>\n\t<li>Avoid use of sprays in home.</li>\n\t<br />\n\t<li>Avoid use of products that are heavily scented in home.</li>\n</ul>\n"
      ], 
      "loopAmount": 3, 
      "isTrigger": true, 
      "audioFile": "Spray.mp3", 
      "yValue": 18, 
      "Name": "Perfume"
    }, 
    {
      "Text": [
        "<b>Please find more triggers before continuing</b>", 
        "<b>Please find more triggers before continuing</b>"
      ], 
      "Name": "Door"
    }, 
    {
      "audioFile": "Outside.mp3", 
      "Text": [
        "<p><strong>Pollens</strong> blowing in from outdoors can be sources of allergens and may trigger asthma symptoms in some people. &nbsp;&nbsp;They can be in the air, outdoors as well as indoors, they can land on household surfaces, car interiors and car exteriors. &nbsp;</p>\n\n<p><strong>How to avoid this trigger</strong>:</p>\n\n<p>&bull; Keep windows closed especially during high pollen days.</p>\n\n<p>Pay attention to pollen levels. Check online, TV or sign up for weather &amp; pollen alerts</p>\n\n<p>&bull; Do not dry laundry outdoors</p>\n\n<p>&bull; Limit time spent outdoors on high pollen days and times. Remove clothing worn outdoors before sitting or lying on indoor furniture &amp; bedroom areas, shower before going to bed. &nbsp;&nbsp;</p>\n\n<p>&bull; Wipe away dust on all surfaces with a damp cloth and vacuum once a week. Clean curtains, window treatments, and bedding often dust may contain pollens.</p>\n\n<p>&bull; Use a vacuum cleaner with a high efficiency filter (HEPA filter vacuum) to clean pollen dust</p>\n\n<p>&bull; Use window filters, or air conditioning, to filter out pollen in the air</p>\n\n<p>HEPA&nbsp;filter air purifiers (AVOID IONIC &amp; OZONE PRODUCING TYPES) may help reduce airborne pollens</p>\n", 
        "Pay attention to <b>pollen</b> levels. <ul><li>Keep windows closed in the child's bedroom.</li><br /><li>Use window filters, air conditioning, and air purifiers to filter out pollen airborne in the home.</li></ul>"
      ], 
      "xValue": 25, 
      "yValue": 20, 
      "Name": "Pollen"
    }, 
    {
      "Text": [
        "<b>Dust mites</b> live in items made of thick fibers, such as <b>carpets</b> or <b>rugs</b>. <ul><li>Avoid use of or remove all carpeting in the home.</li><br /><li>Replace carpeting with flooring that can be <b>damp mopped often</b>.</li><br /><li>If you must retain the carpet, use a vacuum cleaner with a high efficiency filter or a central vacuum cleaner.</li></ul>", 
        "<b>Dust mites</b> live in items made of thick fibers, such as <b>carpets</b> or <b>rugs</b>. <ul><li>Avoid use of or remove all carpeting in the home.</li><br /><li>Replace carpeting with flooring that can be <b>damp mopped often</b>.</li><br /><li>If you must retain the carpet, use a vacuum cleaner with a high efficiency filter or a central vacuum cleaner.</li></ul>"
      ], 
      "xValue": 25, 
      "isTrigger": true, 
      "yValue": 29, 
      "Name": "Carpet"
    }, 
    {
      "Text": [
        "This is the window sill. It <b>is</b> an asthma trigger, but you're getting warmer!", 
        "This is the window sill. It <b>is</b> an asthma trigger, but you're getting warmer!"
      ], 
      "Name": "Ledge", 
      "yValue": 35, 
      "xValue": 1
    }, 
    {
      "Text": [
        "This is an alarm clock. It is <b>not</b> an asthma trigger. You're getting warmer, though!", 
        "This is an alarm clock. It is <b>not</b> an asthma trigger. You're getting warmer, though!"
      ], 
      "Name": "Clock", 
      "yValue": 32, 
      "xValue": 35
    }, 
    {
      "Text": [
        "<p><strong>House dust</strong> is a common trigger that may also contain tiny particles of <strong>pollen, mold, cloth fibers,</strong> and <strong>detergents</strong>.</p>\n\n<ul>\n\t<li>Dust <strong>collects</strong> on surfaces and items such as books. Minimize clutter.</li>\n\t<br />\n\t<li>Wipe away dust with a damp cloth and vacuum once a week.</li>\n\t<br />\n\t<li>Use furniture polish to help reduce dust and other allergens.</li>\n</ul>\n", 
        "<b>House dust</b> is a common trigger that may also contain tiny particles of <b>pollen, mold, cloth fibers,</b> and <b>detergents</b>.<ul><li>Dust <b>collects</b> on surfaces and items such as books. Minimize clutter.</li><br /><li>Wipe away dust with a damp cloth and vacuum once a week.</li><br /><li>Use furniture polish to help reduce dust and other allergens.</li></ul>"
      ], 
      "xValue": 35, 
      "isTrigger": true, 
      "yValue": 30, 
      "Name": "Books"
    }, 
    {
      "Text": [
        "This is a mirror. It is <b>not</b> an asthma trigger. Keep looking!", 
        "This is a mirror. It is <b>not</b> an asthma trigger. Keep looking!"
      ], 
      "Name": "Mirror", 
      "yValue": 12, 
      "xValue": 72
    }, 
    {
      "Text": [
        "This is a brush. It is <b>not</b> an asthma trigger. You're getting warmer, though!", 
        "This is a brush. It is <b>not</b> an asthma trigger. You're getting warmer, though!"
      ], 
      "Name": "Hairbrush", 
      "yValue": 35, 
      "xValue": 72
    }, 
    {
      "Text": [
        "Welcome to the Trigger House - We invite you to visit each room in the house. This is meant to be fun and interactive. Each room is an example of what may be found in a home. Each room is set up to have some examples of things a person with asthma may be exposed to each day in their home or other places. Triggers are of two types: Allergens -these are things that may cause allergy symptoms for a person with asthma, and Irritants-these are things that can irritate the airways and cause asthma to worsen. Triggers are things that can cause or “trigger asthma symptoms for some people. The triggers can be in the air, on surfaces or within items. They can be breathed in and cause a reaction or problem in a person’s nose, throat, and lungs that cause them to have asthma symptoms. If a person with asthma lives with triggers that cause asthma symptoms, this can also cause their asthma to be not well controlled. This can affect the person’s ability to do normal activities, to not sleep well and can cause an asthma exacerbation also known as an Attack.", 
        "Phase 2"
      ], 
      "Name": "Intro", 
      "yValue": 10
    }
  ]
}